Repository: common-repository/adsmatcher-anti-adblock
Catalog: languages/adsmatcher-*.po
Languages: ar_ar, fr_fr

source: Send your suggestions, comments, reviews positive or negative feedback on our dedicated forms. We appreciate all your ideas to improve and make AdsMatcher better, so please share it with us
ar_ar: أرسل اقتراحاتك وتعليقاتك و الملاحظات الإيجابية و السلبية لنقوم بتحسين AdsMatcher ونجعله أفضل، المرجوا مشاركة اقتراحاتكم معنا على الرابط التالي :
fr_fr: Envoyez vos suggestions, remarques, avis positifs ou négatifs sur nos formulaires dédiés. Nous apprécions toutes vos idées pour améliorer AdsMatcher, alors partagez-les avec nous

source: Send your feedback
ar_ar: أرسل ملاحظاتك
fr_fr: Envoyez votre avis

source: Public ID
ar_ar: المعرف العام
fr_fr: ID publique

source: Each time you will have a new Public ID to exceed the new updates of all Ad Blockers
ar_ar: في كل مرة سيكون لديك معرف عام جديد لتجاوز التحديثات الجديدة لجميع أدوات حظر الإعلانات
fr_fr: A chaque fois vous aurez un nouvel ID pour dépasser les nouvelles mises à jour de tous les Ad Blockers

source: Anti AdBlock Settings
ar_ar: إعدادات Anti-AdBlock
fr_fr: Paramètres Anti-Adblock

source: Title
ar_ar: عنوان
fr_fr: Titre

source: Title of the Anti AdBlocker
ar_ar: عنوان Anti AdBlocker
fr_fr: Titre du bloqueur de publicité

source: Message
ar_ar: الرسالة

source: The message that will be displayed to visitors who use ad blockers
ar_ar: الرسالة التي سيتم عرضها للزوار الذين يستخدمون أدوات منع الإعلانات
fr_fr: Le message qui sera affiché aux visiteurs qui utilisent des bloqueurs de publicités

source: Optimize Ad-Placements Automatically
ar_ar: تحسين مواضع الإعلانات تلقائيًا
fr_fr: Optimisez automatiquement les placements publicitaires

source: Optimize Ad-Placements
ar_ar: تحسين مواضع الإعلانات
fr_fr: Optimiser les emplacements publicitaires

source: Enable
ar_ar: تفعيل
fr_fr: Activer

source: Disable
ar_ar: إلغاء
fr_fr: Désactiver

source: Display Close Button
ar_ar: إضهار زر الإغلاق
fr_fr: Afficher le bouton de fermeture

source: Yes
ar_ar: نعم
fr_fr: Oui

source: No
ar_ar: لا
fr_fr: Non
